Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A11A.tmx
Source language: en_us
Languages: zh_cn

source: Why Iran hates Britain so much
zh_cn: 伊朗何以对英国恨之入骨

source: Not so long ago, Britain was held in such low esteem in Iran that it was simply dismissed as the "little Satan".
zh_cn: 不久之前，伊朗还在小看不列颠，把它蔑视为“小撒旦”。

source: So far as the ayatollahs were concerned, the real enemy was America, the "great Satan", whose love of liberty and free market capitalism was thought to pose the gravest threat to the Islamic revolution's survival.
zh_cn: 就阿亚图拉而言，真正的敌人是“大撒旦”美国；是美国对自由的热爱和自由市场资本主义严重地威胁着伊斯兰革命的存亡。

source: It was for this reason that the American embassy, rather than the British, was occupied by the Revolutionary Guards in Tehran soon after Ayatollah Khomeini seized power in 1979, and its 66 staff held hostage.
zh_cn: 正是出于这个原因，在 1979 年阿亚图拉.霍梅尼掌权后，德黑兰的革命卫队占领的是美国大使馆而不是英国大使馆，并把 66 名使馆人员扣为人质。

source: The expansive grounds of Britain's diplomatic mission, which hosted Winston Churchill during the Tehran conference in 1943, were briefly occupied by the Guards during Iran's revolutionary turmoil, but then evacuated because the mullahs did not regard Britain as being of sufficient importance to hold it to ransom.
zh_cn: 温斯顿.丘吉尔曾在 1943 年下榻过的不列颠大使馆在伊朗革命动乱中被革命卫队占领了大部分；但是当时使馆已经撤空，因为毛拉认为英国还不够份量值得扣留人质索取赎金。

source: But 30 years later it seems all that has changed as it is now Britain, rather than America, that finds itself on the receiving end of the ayatollahs' ire.
zh_cn: 但是 30 年后，风水好像变了。现在是英国而不是美国发现自己要承受阿亚图拉的怒火。

source: After initiating last week's tit-for-tat diplomatic expulsions, which saw two middle-ranking British diplomats expelled from Tehran for allegedly fomenting anti-government demonstrations, the Iranian authorities have arrested a further nine British embassy employees.
zh_cn: 上周有据称煽动反政府示威游行的两名中级英国外交官被驱逐出德黑兰，在这次报复性外交驱逐后，伊朗当局又逮捕了 9 名英国大使馆人员。

source: Although some of the workers have since been released, there has been no let-up in the regime's anti-British rhetoric.
zh_cn: 尽管一些被捕人员已被释放，该政府的反英国言辞仍没有任何缓和迹象。

source: After Ayatollah Ali Khamenei, Iran's supreme leader, launched the initial anti-British tirade by denouncing Britain as the "most treacherous" of the regime's enemies, there has been no shortage of prominent Iranians lining up to denounce the "devious" British.
zh_cn: 伊朗的最高领袖阿亚图拉.阿里.霍梅尼发表了第一次反英言论，谴责英国是伊朗敌人中“最为背信弃义”的一个；之后不乏伊朗精英列队谴责“下流的”英国人。

source: At the heart of the dispute is Tehran's insistence that British spies have been responsible for stirring up the worst street protests Iran has experienced since 1979.
zh_cn: 而争论的中心就是德黑兰坚持认为英国间谍要为伊朗自 1979 年以来经历的最恶劣的街头抗议负责。

source: Manouchehr Mottaki, Iran's Foreign Minister, even went so far as to accuse Britain of sending planes filled with agents to Iran "with special intelligence and security ambitions".
zh_cn: 伊朗外交部长曼努切赫尔·莫塔基 (Manouchehr Mottaki) 甚至指控英国用飞机向伊朗运送“赋有特殊情报和安全野心”的特工。

source: In the past, Iran's purges and executions have been directed against those accused of spying for America or Israel.
zh_cn: 过去，伊朗的清洗和死刑一直针对于被指控为替美国货以色列从事间谍活动的人。

source: But the emergence of Britain as the mullahs' latest bЁєte noire suggests Anglo-Iranian relations are about to undergo another period of intense strain.
zh_cn: 但是毛拉将英国视为眼中钉后，英国逐渐被推向前台，也意味着英伊关系将经受又一紧张时期。

source: To some extent the decision by the Iranian regime to direct its anger against Britain is a consequence of President Barack Obama's impact on the international scene.
zh_cn: 在某种程度上说，伊朗政府决定将其愤怒转移到英国政府头上的决定是巴拉克.奥巴马总统在国际舞台上影响的后果。

source: During the Bush administration, when Washington regarded Iran as part of the "axis of evil" of rogue states, Tehran had no hesitation about denouncing Washington's attempts to undermine the Islamic revolution.
zh_cn: 布什政府时期的华盛顿将伊朗视为流氓国家“邪恶轴心”的一部分时，德黑兰毫不犹豫地谴责华盛顿对伊斯兰革命的诋毁。

source: But Mr Obama's arrival at the White House has signalled a new start in Washington's approach to Iran, with the American President offering to conduct face-to-face talks with Tehran if the regime agrees to "unclench its fist".
zh_cn: 但是奥巴马执政白宫以后，美国总统愿意为了伊朗“松开拳头”而进行面对面的会谈，这为华盛顿打开了通向伊朗的新大门。

source: Similarly, Mr Obama's Cairo speech earlier this month, in which he spoke of a new beginning between the US and Muslims around the world, has already made a deep impression on the Middle East.
zh_cn: 同样，奥巴马在本月初的开罗演讲中纵论美国和全世界穆斯林的新开端，这已经在中东留下了深刻印象。

source: The result of Lebanon's general election, in which the moderate, pro-Western parties defeated the radical, Iran-backed Hizbollah Islamic group, has been attributed to the "Obama effect".
zh_cn: 黎巴嫩大选的结果是温和派亲西方政党击败了伊朗支持的激进黎巴嫩真主党，这次大选深深地扩大了“奥巴马效应”。

source: Although the hardline conservatives who run Iran would be loath to admit it, Tehran is also starting to feel the pressure from the Obama administration, particularly over its nuclear programme.
zh_cn: 尽管走强硬路线的伊朗执政保守党员不情愿承认这个事实，特黑蓝还是开始体会到来自奥巴马政府的压力，特别是在它的核项目上。

source: Soon Washington will seek to establish a dialogue with Iran to resolve the nuclear crisis, and the Iranian government is well aware that it will be far harder to say "no" to Mr Obama than it was to spurn Mr Bush.
zh_cn: 很快，华盛顿就会寻找机会与伊朗展开谈话以解决核危机，而且伊朗政府清楚地认识到比起拒绝布什来，向奥巴马说“不”会更加困难。

source: The removal of America as the focal point of Iran's anti-Western rhetoric makes Britain, which remains America's closest ally in Europe, a ready-made replacement.
zh_cn: 美国不再是伊朗反西方言论的焦点，英国这个美国在欧洲最亲密的盟友就变成了现成替代品。

source: And whereas the hostility between Iran and the US only goes back three decades to Khomeini's revolution, to be precise ЁC the climate of mutual suspicion, recrimination and antipathy that exists between London and Tehran dates back centuries.
zh_cn: 然而，伊朗和美国之间的仇恨不过是退回了 60 年，推到了霍梅尼革命时代而已，准确点说，是退到了几个世纪前伦敦和德黑兰之间相互猜忌、揭短和憎恶的程度。

source: Britain established trading ties with the kingdom of Persia in the early 17th century, but relations between London and Tehran encountered their first set-back in the early 19th century, when the Persians were forced to concede territory to Russia under the terms of the Treaty of Gulistan, negotiated by the British diplomat Sir Gore Ouseley.
zh_cn: 英国在 17 世纪早期就和波斯王国建立了贸易联系，但是在 19 世纪早期伦敦和德黑兰遇到了之间的第一次挫折，波斯人被迫在英国外交家戈尔.乌斯利的斡旋下签订古丽斯坦条约将大片领土划给了俄罗斯。

source: This was regarded as a humiliation by many Iranians, and the perception of Britain as a "wily fox" quickly took root within the country's political classes.
zh_cn: 许多伊朗人将此视为国耻，英国人是“狡猾的狐狸”这种看法迅速根治于这个国家的政治权利阶层中。

source: Relations further soured when Britain arbitrarily set Iran's borders with India in the 1860s, but matters came to a head in 1872 when the then shah awarded Baron Paul Julius von Reuter, the founder of Reuters news agency, a monopoly over virtually all of Iran's economic and financial resources.
zh_cn: 英国和印度在 1860 年代单方面设定了伊朗边界进一步恶化了双方的关系，但是事端在 1872 年达到了紧要关头，伊朗国王授予保罗.朱利叶斯.范.路透男爵，路透社的创办者，实际掌管伊朗全国经济金融资源的独断大权。

source: Lord Curzon, the British Foreign Secretary at the time, described the "Reuter Concession", as it became known, as "the most complete and extraordinary surrender of the entire industrial resources of a kingdom into foreign hands that has probably ever been dreamt of, much less accomplished, in history".
zh_cn: 当时的英国外相寇松勋爵将之称为“路透特权”，随着“一个王国的整个工业资源都彻底和史无前例地交给了外国人手上，就算是做梦都没成真过”而为世人熟知。

source: Public outrage at the deal ultimately led to the constitutional revolution at the turn of the 20th century, which resulted in Iran adapting the principles of democratic government.
zh_cn: 公众对这笔交易的愤怒最终导致了 20 世纪之交的宪法革命，也让伊朗采用了民主政府的原则。

source: But Britain's reputation for deviousness was further enhanced in the 1950s when British intelligence officers helped
zh_cn: 但是英国恶劣的名声在 1950 年代英国官员间谍帮助中情局德黑兰工作站站长科密特.

source: Kermit Roosevelt, the CIA station chief in Tehran, to overthrow the democratically elected government of Mohammed Mossadeq in 1953.
zh_cn: 罗斯福在 1953 年推翻民选默罕默德.摩萨德克政府时越加昭著。

source: Mossadeq, in common with many Iranians, wanted a more equitable distribution of Iran's new oil wealth, which was still overseen by the British-controlled Anglo-Iranian Oil Company.
zh_cn: 和许多伊朗人一样，摩萨德克想要更公平的分配伊朗石油所创造的财富，而这些财富为英国人控制的英伊石油公司所掌控。

source: But when Mossadeq attempted to nationalise the oil business and depose the shah, the British and American governments authorised a counter-coup that restored the shah to power.
zh_cn: 但是当摩萨德克试图将石油业国有化并废除伊朗国王时，英国和美国政府组织政变使国王得以复辟。

source: Of all the acts of imperial perfidy conducted by the British, it is the overthrow of Mossadeq's government that remains most deeply embedded in the Iranian psyche, to the extent that, in accusing Britain of stirring unrest over the recent presidential elections, the Iranian regime has no difficulty convincing its people of British complicity.
zh_cn: 不列颠帝国所有的背信弃义中，扎在伊朗人灵魂中最深的就是摩萨德克政府的倾覆。从某种程度来说，要指责英国煽动了最近总统大选中的骚乱，伊朗政府简直不费吹灰之力就能让他的人民相信英国就是其中同谋。

source: Nor is Britain entirely blameless of charges that it is actively supporting attempts to overthrow the Iranian government.
zh_cn: 但是英国面对责难其积极支持推翻伊朗政府的图谋也并非清白。

source: The recently expanded BBC Persian Service, which is funded by the Foreign Office and has now added a television channel to supplement its radio broadcasts, has contributed to suspicions in Tehran that the British Government is plotting to undermine the Islamic republic.
zh_cn: 最近开展的由外交部资助的 BBC 波斯语服务被德黑兰质疑为英国政府正在密谋暗中破坏伊斯兰共和国。

source: The BBC insists it is doing nothing more than offering public service broadcasts to its international audiences, but the fact that the BBC was recently accused of broadcasting coded messages that indirectly led to the Shah's overthrow 30 years ago has done little to allay suspicions.
zh_cn: BBC 坚持声明它除了向国际听众提供公共服务性广播外什么都没有做，但是 BBC 最近被指责在 30 年前播放编码信息间接引导国王复辟的事实对平息质疑毫无帮助。

source: The presence in London of the People's Mujahideen Organisation, the main Iranian dissident group that regularly launches attacks against Iran, also adds to Tehran's sense of paranoia.
zh_cn: 伦敦在人民圣战组织的存在同样增加了德黑兰的偏执。圣战组织是伊朗的主要不同政见集团，经常发动针对伊朗的袭击。

source: At one point Britain tried to reassure Iran by placing the dissidents on its proscribed list of terror groups, but this failed after a successful appeal in Brussels.
zh_cn: 一方面英国试图通过将不同政见者列入放逐恐怖集团名单中使伊朗安心，但是在布鲁塞尔的一次成功申诉就让这一努力付之流水。

source: Add to this the lead role Britain has played in enforcing UN economic sanctions against Iran --- billions of dollars of Iranian assets are said to have been seized in London --- and it is easy to see why the mullahs have been quick to make Britain a scapegoat for their own difficulties.
zh_cn: 除此之外，英国在加强联合国对伊朗经济制裁上的领导角色 - 据说有数十亿伊朗人资产握在伦敦手中 - 很容易就能看出毛拉能轻快地把英国当做国内矛盾的替罪羊。

source: And with Iran's newly re-elected president Mahmoud Ahmadinejad insisting that there will be no fundamental change in his position on the nuclear issue, Anglo-Iranian relations are likely to deteriorate even further in the months to come.
zh_cn: 再加上伊朗最新重选出的总统艾哈迈迪.内贾德坚持他对核问题不会做根本上的改变，英伊关系很可能在未来几月内进一步恶化。
